{"number":38,"name":"سُورَةُ صٓ","englishName":"Saad","englishNameTranslation":"The letter Saad","numberOfAyahs":88,"revelationType":"Meccan","ayahs":[{"number":3971,"numberInSurah":1,"text":"«ص» الله أعلم بمراده به «والقرآن ذي الذكر» أي البيان أو الشرف، وجواب هذا القسم محذوف: أي ما الأمر كما قال كفار مكة من تعدد الآلهة.","juz":23,"page":453,"hizbQuarter":181},{"number":3972,"numberInSurah":2,"text":"«بل الذين كفروا» من أهل مكة «في عزة» حمية وتكبر عن الإيمان «وشقاق» خلاف وعداوة للنبي صلى الله عليه وسلم.","juz":23,"page":453,"hizbQuarter":181},{"number":3973,"numberInSurah":3,"text":"«كم» أي كثيرا «أهلكنا من قبلهم من قرنِ» أي أمة من الأمم الماضية «فنادوْا» حين نزول العذاب بهم «ولاتَ حين مناص» أي ليس حين فرار والتاء زائدة، والجملة حال من فاعل نادوا، أي استغاثوا، والحال أن لا مهرب ولا منجى وما اعتبر بهم كفار مكة.","juz":23,"page":453,"hizbQuarter":181},{"number":3974,"numberInSurah":4,"text":"«وعجبوا أن جاءهم منذر منهم» رسول من أنفسهم ينذرهم ويخوفهم النار بعد البعث وهو النبي * صلى الله عليه وسلم «وقال الكافرون» فيه وضع الظاهر موضع المضمر «هذا ساحر كذاب».","juz":23,"page":453,"hizbQuarter":181},{"number":3975,"numberInSurah":5,"text":"«أجعل الآلهة إلها واحدا» حيث قال لهم قولوا: لا إله إلا الله، أي كيف يسع الخلق كلهم إله واحد «إن هذا لشيء عجاب» أي عجيب.","juz":23,"page":453,"hizbQuarter":181},{"number":3976,"numberInSurah":6,"text":"«وانطلق الملأ منهم» من مجلس اجتماعهم عند أبي طالب وسماعهم فيه من النبي صلى الله عليه وسلم قولوا: لا إله إلا الله «أن امشوا» يقول بعضهم لبعض امشوا «واصبروا على آلهتكم» اثبتوا على عبادتها «إن هذا» المذكور من التوحيد «لشيء يراد» منا.","juz":23,"page":453,"hizbQuarter":181},{"number":3977,"numberInSurah":7,"text":"«ما سمعنا بهذا في الملة الآخرة» أي ملة عيسى «إن» ما «هذا إلا اختلاق» كذب.","juz":23,"page":453,"hizbQuarter":181},{"number":3978,"numberInSurah":8,"text":"«أَأُنزل» بتحقيق الهمزتين وتسهيل الثانية، وإدخال ألف بينهما على الوجهين وتركه «عليه» على محمد «الذكر» أي القرآن «من بيننا» وليس بأكبرنا ولا أشرفنا: أي لم ينزل عليه، قال تعالى: «بل هم في شك من ذكري» وحْيي أي القرآن حيث كذبوا الجائي به «بل لما» لم «يذوقوا عذاب» ولو ذاقوه لصدقوا النبي صلى الله عليه وسلم فيما جاء به ولا ينفعهم التصديق حينئذ.","juz":23,"page":453,"hizbQuarter":181},{"number":3979,"numberInSurah":9,"text":"«أم عندهم خزائن رحمة ربك العزيز» الغالب «الوهاب» من النبوَّة وغيرها فيعطونها من شاءوا.","juz":23,"page":453,"hizbQuarter":181},{"number":3980,"numberInSurah":10,"text":"«أم لهم ملك السماوات والأرض وما بينهما» إن زعموا ذلك «فليرتقوا في الأسباب» الموصلة إلى السماء فيأتوا بالوحي فيخصوا به من شاءوا، وأمْ في الموضعين بمعنى همزة الإنكار.","juz":23,"page":453,"hizbQuarter":181},{"number":3981,"numberInSurah":11,"text":"«جند ما» أي هم جند حقير «هنالك» في تكذيبهم لك «مهزوم» صفة جند «من الأحزاب» صفة جند أيضا: أي كالأجناد من جنس الأحزاب المتحزبين على الأنبياء قبلك وأولئك قد قهروا وأهلكوا فكذا نهلك هؤلاء.","juz":23,"page":453,"hizbQuarter":181},{"number":3982,"numberInSurah":12,"text":"«كذبت قبلهم قوم نوح» تأنيث قوم باعتبار المعنى «وعاد وفرعون ذو الأوتاد» كان يتد لكل من يغضب عليه أربعة أوتاد يشد إليها يديه ورجليه ويعذبه.","juz":23,"page":453,"hizbQuarter":181},{"number":3983,"numberInSurah":13,"text":"«وثمود وقوم لوط وأصحاب الأيكة» أي الغيضة، وهم قوم شعيب عليه السلام «أولئك الأحزاب».","juz":23,"page":453,"hizbQuarter":181},{"number":3984,"numberInSurah":14,"text":"«إن» ما «كل» من الأحزاب «إلا كذب الرسل» لأنهم إذا كذبوا واحدا منهم فقد كذبوا جميعهم لأن دعوتهم واحدة، وهي دعوة التوحيد «فحق» وجب «عقاب».","juz":23,"page":453,"hizbQuarter":181},{"number":3985,"numberInSurah":15,"text":"«وما ينظر» ينتظر «هؤلاء» أي كفار مكة «إلا صيحة واحدة» هي نفخة القيامة تحل بهم العذاب «ما لها من فواق» بفتح الفاء وضمها: رجوع.","juz":23,"page":453,"hizbQuarter":181},{"number":3986,"numberInSurah":16,"text":"«وقالوا» لما نزل (فأما من أوتي كتابه بيمينه) الخ «ربنا عجل لنا قطنا» أي كتاب أعمالنا «قبل يوم الحساب» قالوا ذلك استهزاء.","juz":23,"page":453,"hizbQuarter":181},{"number":3987,"numberInSurah":17,"text":"قال تعالى: «اصبر على ما يقولون واذكر عبدنا داود ذا الأيد» أي القوة في العبادة كان يصوم يوما ويفطر يوما ويقوم نصف الليل وينام ثلثه ويقوم سدسه «إنه أوَّاب» رجّاع إلى مرضاة الله.","juz":23,"page":454,"hizbQuarter":181},{"number":3988,"numberInSurah":18,"text":"«إنا سخرنا الجبال معه يسبحن» بتسبيحه «بالعشيّ» وقت صلاة العشاء «والإشراق» وقت صلاة الضحى وهو أن تشرق الشمس ويتناهى ضوءُها.","juz":23,"page":454,"hizbQuarter":181},{"number":3989,"numberInSurah":19,"text":"«و» سخرنا «الطير محشورة» مجموعة إليه تسبح معه «كل» من الجبال والطير «له أوَّاب» رجّاع إلى طاعته بالتسبيح.","juz":23,"page":454,"hizbQuarter":181},{"number":3990,"numberInSurah":20,"text":"«وشددنا ملكه» قوَّيناه بالجرس والجنود وكان يحرس محرابه في كل ليلة ثلاثون ألف رجل «وآتيناه الحكمة» النبوة والإصابة في الأمور «وفصل الخطاب» البيان الشافي في كل قصد.","juz":23,"page":454,"hizbQuarter":181},{"number":3991,"numberInSurah":21,"text":"«وهل» معنى الاستفهام هنا التعجيب والتشويق إلى استماع ما بعده «أتاك» يا محمد «نبأ الخصم إذ تسوَّروا المحراب» محراب داود: أي مسجده حيث منعوا الدخول عليه من الباب لشغله بالعبادة، أي خبرهم وقصتهم.","juz":23,"page":454,"hizbQuarter":182},{"number":3992,"numberInSurah":22,"text":"«إذ دخلوا على داود ففزع منهم قالوا لا تخف» نحن «خصمان» قيل فريقان ليطابق ما قبله من ضمير الجمع، وقيل اثنان والضمير بمعناهما، والخصم يطلق على الواحد وأكثر، وهما ملكان جاءا في صورة خصمين وقع لهما ما ذكر على سبيل الغرض لتنبيه داود عليه السلام على ما وقع منه وكان له تسع وتسعون امرأة وطلب امرأة شخص ليس له غيرها وتزوجها ودخل بها «بغى بعضنا على بعض فاحكم بيننا بالحق ولا تشطط» تَجُرْ «واهدنا» أرشدنا «إلى سواء الصراط» وسط الطريق الصواب.","juz":23,"page":454,"hizbQuarter":182},{"number":3993,"numberInSurah":23,"text":"«إن هذا أخي» أي على ديني «له تسع وتسعون نعجة» يعبر بها عن المرأة «وليَ نعجة واحدة فقال أكفلنيها» أي اجعلني كافلها «وعزني» غلبني «في الخطاب» أي الدال، وأقره الآخر على ذلك.","juz":23,"page":454,"hizbQuarter":182},{"number":3994,"numberInSurah":24,"text":"«قال لقد ظلمك بسؤال نعجتك» ليضمها «إلى نعاجه وإن كثيرا من الخلطاء» الشركاء «ليبغي بعضهم على بعض إلا الذين آمنوا وعملوا الصالحات وقليل ما هم» ما لتأكيد القلة فقال الملكان صاعدين في صورتيهما إلى السماء: قضى الرجل على نفسه فتنبه داود قال تعالى: «وظن» أي أيقن «داود أنما فتناه» أوقعناه في فتنة أي بلية بمحبته تلك المرأة «فاستغفر ربَّه وخرَّ راكعا» أي ساجدا «وأناب».","juz":23,"page":454,"hizbQuarter":182},{"number":3995,"numberInSurah":25,"text":"«فغفرنا له ذلك وإن له عندنا لزلفى» أي زيادة خير في الدنيا «وحسن مآب» مرجع في الآخرة.","juz":23,"page":454,"hizbQuarter":182},{"number":3996,"numberInSurah":26,"text":"«يا داود إنا جعلناك خليفة في الأرض» تدبر أمر الناس «فاحكم بين الناس بالحق ولا تتبع الهوى» أي هوى النفس «فيضلك عن سبيل الله» أي عن الدلائل الدالة على توحيده «إن الذين يضلون عن سبيل الله» أي عن الإيمان بالله «لهم عذاب شديد بما نسوا» بنسيانهم «يوم الحساب» المرتب عليه تركهم الإيمان، وقالوا أيقنوا بيوم الحساب لآمنوا في الدنيا.","juz":23,"page":454,"hizbQuarter":182},{"number":3997,"numberInSurah":27,"text":"«وما خلقنا السماء والأرض وما بينهما باطلا» عبثا «ذلك» أي خلق ما ذكر لا لشيء «ظن الذين كفروا» من أهل مكة «فويل» وادِ «للذين كفروا من النار».","juz":23,"page":455,"hizbQuarter":182},{"number":3998,"numberInSurah":28,"text":"«أم نجعل الذين آمنوا وعملوا الصالحات كالمفسدين في الأرض أم نجعل المتقين كالفجار» نزل لما قال كفار مكة للمؤمنين إنا نعطى في الآخرة مثل ما تعطون، وأم بمعنى همزة الإنكار.","juz":23,"page":455,"hizbQuarter":182},{"number":3999,"numberInSurah":29,"text":"«كتاب» خبر مبتدأ محذوف أي هذا «أنزلناه إليك مبارك ليدَّبروا» أصله يتدبروا أدغمت التاء في الدال «آياته» ينظروا في معانيها فيؤمنوا «وليتذكر» يتعظ «أولوا الألباب» أصحاب العقول.","juz":23,"page":455,"hizbQuarter":182},{"number":4000,"numberInSurah":30,"text":"«ووهبنا لداود سلمان» ابنه «نعم العبد» أي سليمان «إنه أوَّاب» رجّاع في التسبيح والذكر في جميع الأوقات.","juz":23,"page":455,"hizbQuarter":182},{"number":4001,"numberInSurah":31,"text":"«إذ عرض عليه بالعشي» هو ما بعد الزوال «الصافنات» الخيل جمع صافنة وهي القائمة على ثلاث وإقامة الأخرى على طرف الحافر وهو من صفن يصفن صفونا «الجياد» الخيل جمع جواد وهو السابق، المعنى أنها إذا استوقفت سكنت وإن ركضت سبقت وكانت ألف فرس عرضت عليه بعد ان صلى الظهر لإرادته الجهاد عليها لعدو فعند بلوغ العرض منها تسعمائة غربت الشمس ولم يكن صلى العصر فاغتم.","juz":23,"page":455,"hizbQuarter":182},{"number":4002,"numberInSurah":32,"text":"«فقال إني أحببت» أي أردت «حب الخير» أي الخيل «عن ذكر ربي» أي صلاة العصر «حتى توارت» أي الشمس «بالحجاب» أي استترت بما يحجبها عن الأبصار.","juz":23,"page":455,"hizbQuarter":182},{"number":4003,"numberInSurah":33,"text":"«ردُّوها عليَّ» أي الخيل المعروضة فردوها «فطفق مسحا» بالسيف «بالسوق» جمع ساق «والأعناق» أي ذبحها وقطع أرجلها تقربا إلى الله تعالى حيث اشتغل بها عن الصلاة بلحمها فعوضه الله خيرا منها وأسرع، وهي الريح تجري بأمره كيف شاء.","juz":23,"page":455,"hizbQuarter":182},{"number":4004,"numberInSurah":34,"text":"«ولقد فتنا سليمان» ابتليناه بسلب ملكه وذلك لتزوجه بامرأة هواها وكانت تعبد الصنم في داره من غير علمه وكان ملكه في خاتمه فنزعه مرة عند إرادة الخلاء ووضعه عند امرأته المسماة بالأمينة على عادته فجاءها جني في صورة سليمان فأخذه منها «وألقينا على كرسيه جسدا» هو ذلك الجني وهو صخر أو غيره جلس على كرسي سليمان وعكفت عليه الطير وغيرها فخرج سليمان في غير هيئته فرآه على كرسيه وقال للناس أنا سليمان فأنكره «ثم أناب» رجع سليمان إلى ملكه بعد أيام بأن وصل إلى الخاتم فلبسه وجلس على كرسيه.","juz":23,"page":455,"hizbQuarter":182},{"number":4005,"numberInSurah":35,"text":"«قال رب اغفر لي وهب لي ملكا لا ينبغي» لا يكون «لأحد من بعدي» أي سواي نحو (فمن يهديه من بعد الله) أي سوى الله «إنك أنت الوهاب».","juz":23,"page":455,"hizbQuarter":182},{"number":4006,"numberInSurah":36,"text":"«فسخرنا له الريح تجري بأمره رُخاء» لينة «حيث أصاب» أراد.","juz":23,"page":455,"hizbQuarter":182},{"number":4007,"numberInSurah":37,"text":"«والشياطين كل بناءٍ» يبني الأبنية العجيبة «وغوَّاص» في البحر يستخرج اللؤلؤ.","juz":23,"page":455,"hizbQuarter":182},{"number":4008,"numberInSurah":38,"text":"«وآخرين» منهم «مقرنين» مشدودين «في الأصفاد» القيود بجمع أيديهم إلى أعناقهم.","juz":23,"page":455,"hizbQuarter":182},{"number":4009,"numberInSurah":39,"text":"وقلنا له «هذا عطاؤنا فامنن» أعط منه من شئت «أو أمسك» عن الإعطاء «بغير حساب» أي لا حساب عليك في ذلك.","juz":23,"page":455,"hizbQuarter":182},{"number":4010,"numberInSurah":40,"text":"«وإن له عندنا لزلفى وحسن مآب» تقدم مثله.","juz":23,"page":455,"hizbQuarter":182},{"number":4011,"numberInSurah":41,"text":"«واذكر عبدنا أيوب إذ نادى ربه أني» أي بأني «مسنيَ الشيطان بنصب» ضر «وعذاب» ألم، ونسب ذلك إلى الشيطان وإن كانت الأشياء كلها من الله تأدبا معه تعالى.","juz":23,"page":455,"hizbQuarter":182},{"number":4012,"numberInSurah":42,"text":"وقيل له «اركض» اضرب «برجلك» الأرض فضرب فنبعت عين ماء فقيل: «هذا مغتسل» ماء تغتسل به «بارد وشراب» تشرب منه، فاغتسل وشرب فذهب عنه كل داء كان بباطنه وظاهره.","juz":23,"page":455,"hizbQuarter":182},{"number":4013,"numberInSurah":43,"text":"«ووهبنا له أهله ومثلهم معهم» أي أحيا الله له من مات من أولاده ورزقه مثلهم «رحمة» نعمة «منا وذكرى» عظة «لأولي الألباب» لأصحاب العقول.","juz":23,"page":456,"hizbQuarter":182},{"number":4014,"numberInSurah":44,"text":"«وخذ بيدك ضغثا» هو حزمة من حشيش أو قضبان «فاضرب به» زوجتك وكان قد حلف ليضربها مائة ضربة لإبطائها عليه يوما «ولا تحنث» بترك ضربها فأخذ مائة عود من الإذخر أو غيره فضربها به ضربة واحدة «إنا وجدناه صابرا نعم العبد» أيوب «إنه أوَّاب» رجّاع إلى الله تعالى.","juz":23,"page":456,"hizbQuarter":182},{"number":4015,"numberInSurah":45,"text":"«واذكر عبادنا إبراهيم وإسحاق ويعقوب أولي الأيدى» أصحاب القوى في العبادة «والأبصار» البصائر في الدين، وفي قراءة عبدنا وإبراهيم بيان له وما بعده عطف على عبدنا.","juz":23,"page":456,"hizbQuarter":182},{"number":4016,"numberInSurah":46,"text":"«إنا أخلصناهم بخالصة» هي «ذكرى الدار» الآخرة، أي ذكرها والعمل لها، وفي قراءة بالإضافة وهي للبيان.","juz":23,"page":456,"hizbQuarter":182},{"number":4017,"numberInSurah":47,"text":"«وإنهم عندنا لمن المصطفين» المختارين «الأخيار» جمع خيّر بالتشديد.","juz":23,"page":456,"hizbQuarter":182},{"number":4018,"numberInSurah":48,"text":"«واذكر إسماعيل واليسع» وهو نبيّ واللام زائدة «وذا الكفل» اختلف في نبوَّته، قيل كفل مائة نبي فروا إليه من القتل «وكل» أي كلهم «من الأخيار» جمع خيّر بالتثقيل.","juz":23,"page":456,"hizbQuarter":182},{"number":4019,"numberInSurah":49,"text":"«هذا ذكر» لهم بالثناء الجميل هنا «وإن للمتقين» الشاملين لهم «لحسن مآب» مرجع في الآخرة.","juz":23,"page":456,"hizbQuarter":182},{"number":4020,"numberInSurah":50,"text":"«جنات عدن» بدل أو عطف بيان لحسن مآب «مفتتحة لهم الأبواب» منها.","juz":23,"page":456,"hizbQuarter":182},{"number":4021,"numberInSurah":51,"text":"«متكئين فيها» على الأرائك «يدعون فيها بفاكهة كثيرة وشراب».","juz":23,"page":456,"hizbQuarter":182},{"number":4022,"numberInSurah":52,"text":"«وعندهم قاصرات الطرف» حابسات العين على أزواجهن «أتراب» أسنانهن واحدة وهن بنات ثلاث وثلاثين سنة جمع ترب.","juz":23,"page":456,"hizbQuarter":183},{"number":4023,"numberInSurah":53,"text":"«هذا» المذكور «ما يوعدون» بالغيبة وبالخطاب التفافا «ليوم الحساب» أي لأجله.","juz":23,"page":456,"hizbQuarter":183},{"number":4024,"numberInSurah":54,"text":"«إن هذا لرزقنا ما له من نفاد» أي انقطاع والجملة حال من رزقنا أو خبر ثان لإن، أي دائما أو دائم.","juz":23,"page":456,"hizbQuarter":183},{"number":4025,"numberInSurah":55,"text":"«هذا» المذكور للمؤمنين «وإن للطاغين» مستأنف «لشر مآب».","juz":23,"page":456,"hizbQuarter":183},{"number":4026,"numberInSurah":56,"text":"«جهنم يصلونها» يدخلونها «فبئس المهاد» الفراش.","juz":23,"page":456,"hizbQuarter":183},{"number":4027,"numberInSurah":57,"text":"«هذا» أي العذاب المفهوم مما بعده «فليذوقوه حميم» أي ماء حار محرق «وغسَّاق» بالتخفيف والتشديد: ما يسيل من صديد أهل النار.","juz":23,"page":456,"hizbQuarter":183},{"number":4028,"numberInSurah":58,"text":"«وآخر» بالجمع والإفراد «من شكله» أي مثل المذكور من الحميم والغساق «أزواج» أصناف، أي عذابهم من أنواع مختلفة.","juz":23,"page":456,"hizbQuarter":183},{"number":4029,"numberInSurah":59,"text":"ويقال لهم عند دخولهم النار بأتباعهم «هذا فوج» جمع «مقتحم» داخل «معكم» النار بشدة فيقول المتبعون «لا مرحبا بهم» أي لا سعة عليهم «إنهم صالوا النار».","juz":23,"page":456,"hizbQuarter":183},{"number":4030,"numberInSurah":60,"text":"«قالوا» أي الأتباع «بل أنتم لا مرحبا بكم أنتم قدمتموه» أي الكفر «لنا فبئس القرار» لنا ولكم النار.","juz":23,"page":456,"hizbQuarter":183},{"number":4031,"numberInSurah":61,"text":"«قالوا» أيضا «ربنا من قدم لنا هذا فزده عذابا ضعفا» أي مثل عذابه على كفره «في النار».","juz":23,"page":456,"hizbQuarter":183},{"number":4032,"numberInSurah":62,"text":"«وقالوا» أي كفار مكة وهم في النار «ما لنا لا نرى رجالا كنا نعدهم» في الدنيا «من الأشرار».","juz":23,"page":457,"hizbQuarter":183},{"number":4033,"numberInSurah":63,"text":"«اتَّخذناهم سخريا» بضم السين وكسرها: كنا نسخر بهم في الدنيا، والياء للنسب: أي أمفقودون هم «أم زاغت» مالت «عنهم الأبصار» فلم ترهم، وهم فقراء المسلمين كعمار وبلال وصهيب وسليمان.","juz":23,"page":457,"hizbQuarter":183},{"number":4034,"numberInSurah":64,"text":"«إن ذلك لحق» واجب وقوعه وهو «تخاصم أهل النار» كما تقدم.","juz":23,"page":457,"hizbQuarter":183},{"number":4035,"numberInSurah":65,"text":"«قل» يا محمد لكفار مكة «إنما أنا منذر» مخوّف بالنار «وما من إله إلا الله الواحد القهار» لخلقه.","juz":23,"page":457,"hizbQuarter":183},{"number":4036,"numberInSurah":66,"text":"«رب السماوات والأرض وما بينهما العزيز» الغالب على أمره «الغفار» لأوليائه.","juz":23,"page":457,"hizbQuarter":183},{"number":4037,"numberInSurah":67,"text":"«قل» لهم «هو نبأ عظيم».","juz":23,"page":457,"hizbQuarter":183},{"number":4038,"numberInSurah":68,"text":"«أنتم عنه معرضون» أي القرآن الذي أنبأتكم به وجئتكم فيه بما لا يعلم إلا بوحي وهو قوله.","juz":23,"page":457,"hizbQuarter":183},{"number":4039,"numberInSurah":69,"text":"«ما كان ليَ من علم بالملإ الأعلى» أي الملائكة «إذ يختصمون» في شأن آدم حين قال الله تعالى: (إني جاعل في الأرض خليفة) الخ.","juz":23,"page":457,"hizbQuarter":183},{"number":4040,"numberInSurah":70,"text":"«إن» ما «يوحى إليَّ إلا أنما أنا» أي أني «نذير مبين» بيَّن الإنذار.","juz":23,"page":457,"hizbQuarter":183},{"number":4041,"numberInSurah":71,"text":"اذكر «إذ قال ربك للملائكة إني خالق بشرا من طين» هو آدم.","juz":23,"page":457,"hizbQuarter":183},{"number":4042,"numberInSurah":72,"text":"«فإذا سويته» أتمته «ونفخت» أجريت «فيه من روحي» فصار حيا، وإضافة الروح إليه تشريف لآدم والروح جسم لطيف يحيا به الإنسان بنفوذه فيه «فقعوا له ساجدين» سجود تحية بالانحناء.","juz":23,"page":457,"hizbQuarter":183},{"number":4043,"numberInSurah":73,"text":"«فسجد الملائكة كلهم أجمعون» فيه تأكيدان.","juz":23,"page":457,"hizbQuarter":183},{"number":4044,"numberInSurah":74,"text":"«إلا إبليس» هو أبو الجنّ كان بين الملائكة «استكبر وكان من الكافرين» في علم الله تعالى.","juz":23,"page":457,"hizbQuarter":183},{"number":4045,"numberInSurah":75,"text":"«قال يا إبليس ما منعك أن تسجد لما خلقت بيديَّ» أي توليت خلقه وهذا تشريف لآدم فإن كل مخلوق تولى الله خلقه «أستكبرت» الآن عن السجود استفهام توبيخ «أم كنت من العالين» المتكبرين فتكبرت عن السجود لكونك منهم.","juz":23,"page":457,"hizbQuarter":183},{"number":4046,"numberInSurah":76,"text":"«قال أنا خير منه خلقتني من نار وخلقته من طين».","juz":23,"page":457,"hizbQuarter":183},{"number":4047,"numberInSurah":77,"text":"«قال فاخرج منها» أي من الجنة، وقيل من السماوات «فإنك رجيم» مطرود.","juz":23,"page":457,"hizbQuarter":183},{"number":4048,"numberInSurah":78,"text":"«وإن عليك لعنتي إلى يوم الدين» الجزاء.","juz":23,"page":457,"hizbQuarter":183},{"number":4049,"numberInSurah":79,"text":"«قال رب فأنظرني إلى يوم يبعثون» أي الناس.","juz":23,"page":457,"hizbQuarter":183},{"number":4050,"numberInSurah":80,"text":"«قال فإنك من المنظرين».","juz":23,"page":457,"hizbQuarter":183},{"number":4051,"numberInSurah":81,"text":"«إلى يوم الوقت المعلوم» وقت النفخة الأولى.","juz":23,"page":457,"hizbQuarter":183},{"number":4052,"numberInSurah":82,"text":"«قال فبعزتك لأغوينهم أجمعين».","juz":23,"page":457,"hizbQuarter":183},{"number":4053,"numberInSurah":83,"text":"«إلا عبادك منهم المخلصين» أي المؤمنين.","juz":23,"page":457,"hizbQuarter":183},{"number":4054,"numberInSurah":84,"text":"«قال فالحقَّ والحقَّ أقول» بنصبهما ورفع الأول ونصب الثاني، فنصبه بالفعل بعده ونصب الأول، قيل بالفعل المذكور، وقيل على المصدر: أي أحق الحق، وقيل على نزع حرف القسم ورفعه على أنه مبتدأ محذوف الخبر: أي فالحق مني، وقيل فالحق قسمي، وجواب القسم.","juz":23,"page":458,"hizbQuarter":183},{"number":4055,"numberInSurah":85,"text":"«لأملأن جهنم منك» بذريتك «وممن تبعك منهم» أي الناس «أجمعين».","juz":23,"page":458,"hizbQuarter":183},{"number":4056,"numberInSurah":86,"text":"«قل ما أسألكم عليه» على تبليغ الرسالة «من أجر» جُعل «وما أنا من المتكلفين» المتقولين القرآن من تلقاء نفسي.","juz":23,"page":458,"hizbQuarter":183},{"number":4057,"numberInSurah":87,"text":"«إن هو» أي ما القرآن «إلا ذكر» عظة «للعالمين» للإنس والجن والعقلاء دون الملائكة.","juz":23,"page":458,"hizbQuarter":183},{"number":4058,"numberInSurah":88,"text":"«ولتعلمن» يا كفار مكة «نبأه» خبر صدقه «بعد حين» أي يوم القيامة، وعلم بمعنى: عرف واللام قبلها لام قسم مقدَّر: أي والله.","juz":23,"page":458,"hizbQuarter":183}]}