{"number":45,"name":"سُورَةُ الجَاثِيَةِ","englishName":"Al-Jaathiya","englishNameTranslation":"Crouching","numberOfAyahs":37,"revelationType":"Meccan","ayahs":[{"number":4474,"numberInSurah":1,"text":"«حم» الله أعلم بمراده به.","juz":25,"page":499,"hizbQuarter":199},{"number":4475,"numberInSurah":2,"text":"«تنزيل الكتاب» القرآن مبتدأ «من الله» خبره «العزيز» في مُلكه «الحكيم» في صنعه.","juz":25,"page":499,"hizbQuarter":199},{"number":4476,"numberInSurah":3,"text":"«إن في السماوات والأرض» أي في خلقهما «لآيات» دالة على قدرة الله ووحدانيته تعالى «للمؤمنين».","juz":25,"page":499,"hizbQuarter":199},{"number":4477,"numberInSurah":4,"text":"«وفي خلقكم» أي في خلق كل منكم من نطفة ثم علقة ثم مضغة إلى أن صار إنساناً «و» خلق «ما يبث» يفرق في الأرض «من دابة» هي ما يدب على الأرض من الناس وغيرهم «آيات لقوم يوقنون» بالبعث.","juz":25,"page":499,"hizbQuarter":199},{"number":4478,"numberInSurah":5,"text":"«و» في «اختلاف الليل والنهار» ذهابهما ومجيئهما «وما أنزل الله من السماء من رزق» مطر لأنه سبب الرزق «فأحيا به الأرض بعد موتها وتصريف الريح» تقليبها مرة جنوباً ومرة شمالاً وباردة وحارة «آيات لقوم يعقلون» الدليل فيؤمنون.","juz":25,"page":499,"hizbQuarter":199},{"number":4479,"numberInSurah":6,"text":"«تلك» الآيات المذكورة «آيات الله» حججه الدالة على وحدانيته «نتلوها» نقصها «عليك بالحق» متعلق بنتلو «فبأي حديث بعد الله» أي حديثه وهو القرآن «وآياته» حججه «يؤمنون» أي كفار مكة، أي لا يؤمنون، وفي قراءة بالتاء.","juz":25,"page":499,"hizbQuarter":199},{"number":4480,"numberInSurah":7,"text":"«ويل» كلمة عذاب «لكل أفاك» كذاب «أثيم» كثير الإثم.","juz":25,"page":499,"hizbQuarter":199},{"number":4481,"numberInSurah":8,"text":"«يسمع آيات الله» القرآن «تتلى عليه ثم يصر» على كفره «مستكبراً» متكبراً عن الإيمان «كأن لم يسمعها فبشره بعذاب أليم» مؤلم.","juz":25,"page":499,"hizbQuarter":199},{"number":4482,"numberInSurah":9,"text":"«وإذا علم من آياتنا» أي القرآن «شيئاً اتخذها هزواً» أي مهزوءاً بها «أولئك» أي الأفاكون «لهم عذاب مهين» ذو إهانة.","juz":25,"page":499,"hizbQuarter":199},{"number":4483,"numberInSurah":10,"text":"«من ورائهم» أي أمامهم لأنهم في الدنيا «جهنم ولا يغني عنهم ما كسبوا» من المال والفعال «شيئاً ولا ما اتخذوا من دون الله» أي الأصنام «أولياء ولهم عذاب عظيم».","juz":25,"page":499,"hizbQuarter":199},{"number":4484,"numberInSurah":11,"text":"«هذا» أي القرآن «هدى» من الضلالة «والذين كفروا بآيات ربهم لهم عذاب» حظ «من رجز» أي عذاب «أليم» موجع.","juz":25,"page":499,"hizbQuarter":199},{"number":4485,"numberInSurah":12,"text":"«الله الذي سخر لكم البحر لتجري الفلك» السفن «فيه بأمره» بإذنه «ولتبتغوا» تطلبوا بالتجارة «من فضله ولعلكم تشكرون».","juz":25,"page":499,"hizbQuarter":200},{"number":4486,"numberInSurah":13,"text":"«وسخر لكم ما في السماوات» من شمس وقمر ونجوم وماء وغيره «وما في الأرض» من دابة وشجر ونبات وأنهار وغيرها أي خلق ذلك لمنافعكم «جميعاً» تأكيد «منه» حال، أي سخرها كائنة منه تعالى «إن في ذلك لآيات لقوم يتفكرون» فيها فيؤمنون.","juz":25,"page":499,"hizbQuarter":200},{"number":4487,"numberInSurah":14,"text":"«قل للذين آمنوا يغفروا للذين لا يرجون» يخافون «أيام الله» وقائعه، أي اغفر للكفار ما وقع منهم من الأذى لكم وهذا قبل الأمر بجهادهم «ليجزي» أي الله وفي قراءة بالنون «قوماً بما كانوا يكسبون» من الغفر للكفار أذاهم.","juz":25,"page":500,"hizbQuarter":200},{"number":4488,"numberInSurah":15,"text":"«من عمل صالحاً فلنفسه» عمل «ومن أساء فعليها» أساء «ثم إلى ربكم ترجعون» تصيرون فيجازي المصلح والمسيء.","juz":25,"page":500,"hizbQuarter":200},{"number":4489,"numberInSurah":16,"text":"«ولقد آتينا بني إسرائيل الكتاب» التوراة «والحكم» به بين الناس «والنبوة» لموسى وهارون منهم «ورزقناهم من الطيبات» الحلالات كالمنّ والسلوى «وفضلناهم على العالمين» عالمي زمانهم العقلاء.","juz":25,"page":500,"hizbQuarter":200},{"number":4490,"numberInSurah":17,"text":"«وآتيانهم بينات من الأمر» أمر الدين من الحلال والحرام وبعثة محمد عليه أفضل الصلاة والسلام «فما اختلفوا» في بعثته «إلا من بعد ما جاءهم العلم بغياً بينهم» أي لبغي حدث بينهم حسداً له «إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون».","juz":25,"page":500,"hizbQuarter":200},{"number":4491,"numberInSurah":18,"text":"«ثم جعلناك» يا محمد «على شريعة» طريقة «من الأمر» أمر الدين «فاتبعها ولا تتبع أهواء الذين لا يعلمون» في عبادة غير الله.","juz":25,"page":500,"hizbQuarter":200},{"number":4492,"numberInSurah":19,"text":"«إنهم لن يغنوا» يدافعوا «عنك من الله» من عذابه «شيئاً وإن الظالمين» الكافرين «بعضهم أولياء بعض والله وليُّ المتقين».","juz":25,"page":500,"hizbQuarter":200},{"number":4493,"numberInSurah":20,"text":"«هذا» القرآن «بصائر للناس» معالم يتبصرون بها في الأحكام والحدود «وهدى ورحمة لقوم يوقنون» بالبعث.","juz":25,"page":500,"hizbQuarter":200},{"number":4494,"numberInSurah":21,"text":"«أم» بمعنى همزة الإنكار «حسب الذين اجترحوا» اكتسبوا «السيئات» الكفر والمعاصي «أن نجعلهم كالذين آمنوا وعملوا الصالحات سواءً» خبر «محياهم ومماتهم» مبتدأ ومعطوف والجملة بدل من الكاف والضميران للكفار، المعنى: أحسبوا أن نجعلهم في الآخرة في خير كالمؤمنين في رغد من العيش مساو لعيشهم في الدنيا حيث قالوا للمؤمنين: لئن بعثنا لنُعطى من الخير مثل ما تعطون قال تعالى على وفق إنكاره بالهمزة: «ساءَ ما يحكمون» أي ليس الأمر كذلك فهم في الآخرة في العذاب على خلاف عيشهم في الدنيا والمؤمنون في الآخرة في الثواب بعملهم الصالحات في الدنيا من الصلاة والزكاة والصيام وغير ذلك، وما مصدرية، أي بئس حكماً حكمهم هذا.","juz":25,"page":500,"hizbQuarter":200},{"number":4495,"numberInSurah":22,"text":"«وخلق الله السماوات» خلق «والأرض بالحق» متعلق بخلق ليدل على قدرته ووحدانيته «ولتجزى كل نفس بما كسبت» من المعاصي والطاعات فلا يساوي الكافر المؤمن «وهم لا يظلمون».","juz":25,"page":500,"hizbQuarter":200},{"number":4496,"numberInSurah":23,"text":"«أفرأيت» أخبرني «من اتخذ إلهه هواه» ما يهواه من حجر بعد حجر يراه أحسن «وأضله الله على علم» منه تعالى: أي عالما بأنه من أهل الضلاله قبل خلق «وختم على سمعه وقلبه» فلم يسمع الهدى ولم يعقله «وجعل على بصره غشاوة» ظلمة فلم يبصر الهدى، ويقدر هنا المفعول الثاني لرأيت أيهتدي «فمن يهديه من بعد الله» أي بعد إضلاله إياه، أي لا يهتدي «أفلا تذكرون» تتعظون، فيه إدغام إحدى التاءين في الذال.","juz":25,"page":501,"hizbQuarter":200},{"number":4497,"numberInSurah":24,"text":"«وقالوا» أي منكرو البعث «ما هي» أي الحياة «إلا حياتنا» التي في «الدنيا نموت ونحيا» أي يموت بعض ويحيا بعض بأن يولدوا «وما يهلكنا إلا الدهر» أي مرور الزمان، قال تعالى: «وما لهم بذلك» المقول «من علم إن» ما «هم إلا يظنون».","juz":25,"page":501,"hizbQuarter":200},{"number":4498,"numberInSurah":25,"text":"«وإذا تتلى عليهم آياتنا» من القرآن الدالة على قدرتنا على البعث «بينات» واضحات حال «ما كان حجتهم إلا أن قالوا ائتوا بآياتنا» أحياء «إن كنتم صادقين» أنا نبعث.","juz":25,"page":501,"hizbQuarter":200},{"number":4499,"numberInSurah":26,"text":"«قل الله يحييكم» حين كنتم نطفاً «ثم يميتكم ثم يجمعكم» أحياء «إلى يوم القيامة لا ريب» شلك «فيه ولكن أكثر الناس» وهم القائلون ما ذكر «لا يعلمون».","juz":25,"page":501,"hizbQuarter":200},{"number":4500,"numberInSurah":27,"text":"«ولله ملك السماوات والأرض ويوم تقوم الساعة» يبدل منه «يومئذ يخسر المبطلون» الكافرون، أي يظهر خسرانهم بأن يصيروا إلى النار.","juz":25,"page":501,"hizbQuarter":200},{"number":4501,"numberInSurah":28,"text":"«وترى كل أمة» أي أهل دين «جاثية» على الركب أو مجتمعة «كل أمة تدعى إلى كتابها» كتاب أعمالها ويقال لهم: «اليوم تجزون ما كنتم تعملون» أي جزاءه.","juz":25,"page":501,"hizbQuarter":200},{"number":4502,"numberInSurah":29,"text":"«هذا كتابنا» ديوان الحفظة «ينطق عليكم بالحق إنا كنا نستنسخ» نثبت ونحفظ «ما كنتم تعملون».","juz":25,"page":501,"hizbQuarter":200},{"number":4503,"numberInSurah":30,"text":"«فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته» جنته «ذلك هو الفوز المبين» البين الظاهر.","juz":25,"page":501,"hizbQuarter":200},{"number":4504,"numberInSurah":31,"text":"«وأما الذين كفروا» فيقال لهم: «أفلم تكن آياتي» القرآن «تتلى عليكم فاستكبرتم» تكبرتم «وكنتم قوماً مجرمين» كافرين.","juz":25,"page":501,"hizbQuarter":200},{"number":4505,"numberInSurah":32,"text":"«وإذا قيل» لكم أيها الكفار «إن وعد الله» بالبعث «حق والساعة» بالرفع والنصب «لا ريب» شك «فيها قلتم ما ندري ما الساعة إن» ما «نظن إلا ظنا» قال المبرد: أصله إن نحن إلا نظن ظنا «وما نحن بمستيقنين» أنها آتية.","juz":25,"page":501,"hizbQuarter":200},{"number":4506,"numberInSurah":33,"text":"«وبدا» ظهر «لهم» في الآخرة «سيئات ما عملوا» في الدنيا، أي جزاؤها «وحاق» نزل «بهم ما كانوا به يستهزئون» أي العذاب.","juz":25,"page":502,"hizbQuarter":200},{"number":4507,"numberInSurah":34,"text":"«وقيل اليوم ننساكم» نترككم في النار «كما نسيتم لقاء يومكم هذا» أي تركتم العمل للقائه «ومأواكم النار وما لكم من ناصرين» مانعين منه.","juz":25,"page":502,"hizbQuarter":200},{"number":4508,"numberInSurah":35,"text":"«ذلكم بأنكم اتخذتم آيات الله» القرآن «هزواً وغرتكم الحياة الدنيا» حتى قلتم لا بعث ولا حساب «فاليوم لا يخرجون» بالبناء للفاعل وللمفعول «منها» من النار «ولا هم يستعتبون» لا يطلب منهم أن يرضوا ربهم بالتوبة والطاعة لأنها لا تنفع يومئذ.","juz":25,"page":502,"hizbQuarter":200},{"number":4509,"numberInSurah":36,"text":"«فلله الحمد» الوصف بالجميل على وفاء وعده في المكذبين «رب السماوات ورب الأرض رب العالمين» خالق ما ذكر، والعالم ما سوى الله وجمع لاختلاف أنواعه، ورب بدل.","juz":25,"page":502,"hizbQuarter":200},{"number":4510,"numberInSurah":37,"text":"«وله الكبرياء» العظمة «في السماوات والأرض» حال، أي كائنة فيهما «وهو العزيز الحكيم» تقدم.","juz":25,"page":502,"hizbQuarter":200}]}