{"number":51,"name":"سُورَةُ الذَّارِيَاتِ","englishName":"Adh-Dhaariyat","englishNameTranslation":"The Winnowing Winds","numberOfAyahs":60,"revelationType":"Meccan","ayahs":[{"number":4676,"numberInSurah":1,"text":"«والذاريات» الرياح تذرو التراب وغيره «ذروا» مصدر، ويُقال تذريه ذريا تهب به.","juz":26,"page":520,"hizbQuarter":208},{"number":4677,"numberInSurah":2,"text":"«فالحاملات» السحب تحمل الماء «وقراً» ثقلا مفعول الحاملات","juz":26,"page":520,"hizbQuarter":208},{"number":4678,"numberInSurah":3,"text":"«فالجاريات» السفن تجري على وجه الماء «يُسرا» بسهولة مصدر في موضع الحال، أي ميسرة.","juz":26,"page":520,"hizbQuarter":208},{"number":4679,"numberInSurah":4,"text":"«فالمقسمات أمرا» الملائكة تقسم الأرزاق والأمطار وغيرها بين البلاد والعباد.","juz":26,"page":520,"hizbQuarter":208},{"number":4680,"numberInSurah":5,"text":"«إنما توعدون» ما مصدرية، أي وعدهم بالبعث وغيره «لصادق» لوعد صادق.","juz":26,"page":520,"hizbQuarter":208},{"number":4681,"numberInSurah":6,"text":"«وإن الدين» الجزاء بعد الحساب «لواقع» لا محالة.","juz":26,"page":520,"hizbQuarter":208},{"number":4682,"numberInSurah":7,"text":"«والسماء ذات الحبك» جمع حبيكة كطريقة وطريق أي صاحبة الطرق في الخلقة كالطريق في الرمل.","juz":26,"page":521,"hizbQuarter":208},{"number":4683,"numberInSurah":8,"text":"«إنكم» يا أهل مكة في شأن النبي صلى الله عليه وسلم والقرآن «لفي قول مختلف» قيل شاعر ساحر كاهن شعر سحر كهانة.","juz":26,"page":521,"hizbQuarter":208},{"number":4684,"numberInSurah":9,"text":"«يؤفك عنه من أفك» صرف عن الهداية في علم الله تعالى.","juz":26,"page":521,"hizbQuarter":208},{"number":4685,"numberInSurah":10,"text":"«قُتل الخراصون» لعن الكذابون أصحاب القول المختلف.","juz":26,"page":521,"hizbQuarter":208},{"number":4686,"numberInSurah":11,"text":"«الذين هم في غمرة» جهل يغمرهم «ساهون» غافلون عن أمر الآخرة.","juz":26,"page":521,"hizbQuarter":208},{"number":4687,"numberInSurah":12,"text":"«يسألون» النبي استفهام استهزاء «أيان يوم الدين» أي متى مجيئه وجوابهم: يجيء.","juz":26,"page":521,"hizbQuarter":208},{"number":4688,"numberInSurah":13,"text":"«يوم هم على النار يفتنون» أي يعذبون فيها ويقال لهم حين التعذيب.","juz":26,"page":521,"hizbQuarter":208},{"number":4689,"numberInSurah":14,"text":"«ذوقوا فتنتكم» تعذيبكم «هذا» التعذيب «الذي كنتم به تستعجلون» في الدنيا استهزاء.","juz":26,"page":521,"hizbQuarter":208},{"number":4690,"numberInSurah":15,"text":"«إن المتقين في جنات» بساتين «وعيون» تجري فيها.","juz":26,"page":521,"hizbQuarter":208},{"number":4691,"numberInSurah":16,"text":"«آخذين» حال من الضمير في خبر إن «ما آتاهم» أعطاهم «ربهم» من الثواب «إنهم كانوا قبل ذلك» أي دخولهم الجنة «محسنين» في الدنيا.","juz":26,"page":521,"hizbQuarter":208},{"number":4692,"numberInSurah":17,"text":"«كانوا قليلا من الليل ما يهجعون» ينامون، وما زائدة ويهجعون خبر كان وقليلا ظرف، أي ينامون في زمن يسير من الليل ويصلون أكثره.","juz":26,"page":521,"hizbQuarter":208},{"number":4693,"numberInSurah":18,"text":"«وبالأسحار هم يستغفرون» يقولون: اللهم اغفر لنا.","juz":26,"page":521,"hizbQuarter":208},{"number":4694,"numberInSurah":19,"text":"«وفي أموالهم حق للسائل والمحروم» الذي لا يسأل لتعففه.","juz":26,"page":521,"hizbQuarter":208},{"number":4695,"numberInSurah":20,"text":"«وفي الأرض» من الجبال والبحار والأشجار والثمار والنبات وغيرها «آيات» دلالات على قدرة الله سبحانه وتعالى ووحدانيته «للموقنين».","juz":26,"page":521,"hizbQuarter":208},{"number":4696,"numberInSurah":21,"text":"«وفي أنفسكم» آيات أيضا من مبدأ خلقكم إلى منتهاه، وما في تركيب خلقكم من العجائب «أفلا تبصرون» ذلك فتستدلون به على صانعه وقدرته.","juz":26,"page":521,"hizbQuarter":208},{"number":4697,"numberInSurah":22,"text":"«وفي السماء رزقكم» أي المطر المسبب عنه النبات الذي هو رزق «وما توعدون» من المآب والثواب والعقاب أي مكتوب ذلك في السماء.","juz":26,"page":521,"hizbQuarter":208},{"number":4698,"numberInSurah":23,"text":"«فورب السماء والأرض إنه» أي ما توعدون «لحق مثلُ ما أنكم تنطقون» برفع مثل صفة، وما مزيدة وبفتح اللام مركبة مع ما، المعنى: مثل نطقكم في حقيقته أي معلوميته عندكم ضرورة صدوره عنكم.","juz":26,"page":521,"hizbQuarter":208},{"number":4699,"numberInSurah":24,"text":"«هل أتاك» خطاب للنبي صلى الله عليه وسلم «حديث ضيف إبراهيم المكرمين» وهم ملائكة اثنا عشر أو عشرة أو ثلاثة، منهم جبريل.","juz":26,"page":521,"hizbQuarter":208},{"number":4700,"numberInSurah":25,"text":"«إذ» ظرف لحديث ضيف «دخلوا عليه فقالوا سلاما» أي هذا اللفظ «قال سلام» أي هذا اللفظ «قوم منكرون» لا نعرفهم قال ذلك في نفسه وهو خبر مبتدأ مقدر أي هؤلاء.","juz":26,"page":521,"hizbQuarter":208},{"number":4701,"numberInSurah":26,"text":"(فراغ) مال (إلى أهله) سرا (فجاء بعجل سمين) وفي سورة هود \"\" بعجل حنيذ \"\" أي مشوي.","juz":26,"page":521,"hizbQuarter":208},{"number":4702,"numberInSurah":27,"text":"«فقربه إليهم قال ألا تأكلون» عرض عليهم الأكل فلم يجيبوا.","juz":26,"page":521,"hizbQuarter":208},{"number":4703,"numberInSurah":28,"text":"«فأوجس» أضمر في نفسه «منهم خيفة قالوا لا تخف» إنا رسل ربك «وبشروه بغلام عليم» ذي علم كثير وهو إسحاق كما ذكر في هود.","juz":26,"page":521,"hizbQuarter":208},{"number":4704,"numberInSurah":29,"text":"«فأقبلت امراته» سارة «في صرَّة» صيحة حال، أي جاءت صائحة «فصكت وجهها» لطمته «وقالت عجوز عقيم» لم تلد قط وعمرها تسع وتسعون سنة وعمر إبراهيم مائة سنة، أو عمره مائة وعشرون سنة وعمرها تسعون سنة.","juz":26,"page":521,"hizbQuarter":208},{"number":4705,"numberInSurah":30,"text":"«قالوا كذلك» أي مثل قولنا في البشارة «قال ربك إنه هو الحكيم» في صنعه «العليم» بخلقه.","juz":26,"page":521,"hizbQuarter":208},{"number":4706,"numberInSurah":31,"text":"«قال فما خطبكم» شأنكم «أيها المرسلون».","juz":27,"page":522,"hizbQuarter":209},{"number":4707,"numberInSurah":32,"text":"«قالوا إنا أرسلنا إلى قوم مجرمين» كافرين هم قوم لوط.","juz":27,"page":522,"hizbQuarter":209},{"number":4708,"numberInSurah":33,"text":"«لنرسل عليهم حجارة من طين» مطبوخ بالنار.","juz":27,"page":522,"hizbQuarter":209},{"number":4709,"numberInSurah":34,"text":"«مُسَوَّمة» معلمة عليها اسم من يْرمى بها «عند ربك» ظرف لها «للمسرفين» بإتيانهم الذكور مع كفرهم.","juz":27,"page":522,"hizbQuarter":209},{"number":4710,"numberInSurah":35,"text":"«فأخرجنا من كان فيها» أي قرى قوم لوط «من المؤمنين» لإهلاك الكافرين.","juz":27,"page":522,"hizbQuarter":209},{"number":4711,"numberInSurah":36,"text":"«فما وجدنا فيها غير بيت من المسلمين» وهو لوط وابنتاه وصفوا بالإيمان والإسلام، أي هم مصدقون بقلوبهم عاملون بجوارحهم الطاعات.","juz":27,"page":522,"hizbQuarter":209},{"number":4712,"numberInSurah":37,"text":"«وتركنا فيها» بعد إهلاك الكافرين «آية» علامة على إهلاكهم «للذين يخافون العذاب الأليم» فلا يفعلون مثل فعلهم.","juz":27,"page":522,"hizbQuarter":209},{"number":4713,"numberInSurah":38,"text":"«وفي موسى» معطوف على فيها، المعنى وجعلنا في قصة موسى آية «إذ أرسلناه إلى فرعون» ملتبسا «بسلطان مبين» بحجة واضحة.","juz":27,"page":522,"hizbQuarter":209},{"number":4714,"numberInSurah":39,"text":"«فتولى» أعرض عن الإيمان «بركنه» مع جنوده لأنهم له كالركن «وقال» لموسى هو «ساحر أو مجنون».","juz":27,"page":522,"hizbQuarter":209},{"number":4715,"numberInSurah":40,"text":"«فأخذناه وجنوده فنبذناهم» طرحناهم «في اليم» البحر فغرقوا «وهو» أي فرعون «مُليم» آت بما يلام عليه من تكذيب الرسل ودعوى الربوبية.","juz":27,"page":522,"hizbQuarter":209},{"number":4716,"numberInSurah":41,"text":"«وفي» إهلاك «عاد» آية «إذ أرسلنا عليهم الريح العقيم» هي التي لا خير فيها لأنها لا تحمل المطر ولا تلقح الشجر وهي الدبور.","juz":27,"page":522,"hizbQuarter":209},{"number":4717,"numberInSurah":42,"text":"«ما تذر من شيء» نفس أو مال «أتت عليه إلا جعلته كالرميم» كالبالي المتفتت.","juz":27,"page":522,"hizbQuarter":209},{"number":4718,"numberInSurah":43,"text":"(وفي) إهلاك (ثمود) آية (إذ قيل لهم) بعد عقر الناقة (تمتعوا حتى حين) إلى انقضاء آجالكم كما في آية \"\" تمتعوا في داركم ثلاثة أيام \"\".","juz":27,"page":522,"hizbQuarter":209},{"number":4719,"numberInSurah":44,"text":"«فعتوْا» تكبروا «عن أمر ربهم» أي عن امتثاله «فأخذتهم الصاعقة» بعد مضي الثلاثة أيام أي الصيحة المهلكة «وهم ينظرون» أي بالنهار.","juz":27,"page":522,"hizbQuarter":209},{"number":4720,"numberInSurah":45,"text":"«فما استطاعوا من قيام» أي ما قدروا على النهوض حين نزول العذاب «وما كانوا منتصرين» على من أهلكهم.","juz":27,"page":522,"hizbQuarter":209},{"number":4721,"numberInSurah":46,"text":"«وقوم نوح» بالجر عطف على ثمود أي وفى إهلاكهم بما في السماء والأرض آية, وبالنصب أي وأهلكنا قوم نوح «من قبل» أي قبل إهلاك هؤلاء المذكورين «إنهم كانوا قوما فاسقين».","juz":27,"page":522,"hizbQuarter":209},{"number":4722,"numberInSurah":47,"text":"«والسماء بنيناها بأيد» بقوة «وإنا لموسعون» قادرون يقال: أد الرجل يئيد قوي، وأوسع الرجل: صار ذا سعة وقوة.","juz":27,"page":522,"hizbQuarter":209},{"number":4723,"numberInSurah":48,"text":"«والأرض فرشناها» مهدناها «فنعم الماهدون» نحن «ومن كل شيء» متعلق بقوله خلقنا زوجين.","juz":27,"page":522,"hizbQuarter":209},{"number":4724,"numberInSurah":49,"text":"«ومن كل شيء» متعلق بقوله: خلقنا «خلقنا زوجين» صنفين كالذكر والأنثى والسماء والأرض، والشمس والقمر، والسهل والجبل، والصيف والشتاء، والحلو والحامض والنور والظلمة «لعلكم تذكَّرون» بحذف إحدى التاءين من الأصل فتعلمون أن خالق الأزواج فرد فتعبدوه.","juz":27,"page":522,"hizbQuarter":209},{"number":4725,"numberInSurah":50,"text":"«ففروا إلى الله» أي إلى ثوابه من عقابه بأن تطيعوه ولا تعصوه «إني لكم منه نذير مبين» بيِّن الإنذار.","juz":27,"page":522,"hizbQuarter":209},{"number":4726,"numberInSurah":51,"text":"«ولا تجعلوا مع الله إلها آخر إني لكم منه نذير مبين» يقدر قبل ففروا قل لهم.","juz":27,"page":522,"hizbQuarter":209},{"number":4727,"numberInSurah":52,"text":"«كذلك ما أتى الذين من قبلهم من رسول إلا قالوا» هو «ساحر أو مجنون» أي مثل تكذيبهم لك بقولهم إنك ساحر أو مجنون تكذيب الأمم قبلهم رسلهم بقولهم ذلك.","juz":27,"page":523,"hizbQuarter":209},{"number":4728,"numberInSurah":53,"text":"«أتواصوْا» كلهم «به» استفهام بمعنى النفي «بل هم قوم طاغون» جمعهم على هذا القول طغيانهم.","juz":27,"page":523,"hizbQuarter":209},{"number":4729,"numberInSurah":54,"text":"«فتولَّ» أعرض «عنهم فما أنت بملوم» لأنك بلغتهم الرسالة.","juz":27,"page":523,"hizbQuarter":209},{"number":4730,"numberInSurah":55,"text":"«وذكر» عظ بالقرآن «فإن الذكرى تنفع المؤمنين» من علم اللهُ تعالى أنه يؤمن.","juz":27,"page":523,"hizbQuarter":209},{"number":4731,"numberInSurah":56,"text":"«وما خلقت الجن والإنس إلا ليعبدون» ولا ينافي ذلك عدم عبادة الكافرين، لأن الغاية لا يلزم وجودها كما في قولك: بريت هذا القلم لأكتب به، فإنك قد لا تكتب به.","juz":27,"page":523,"hizbQuarter":209},{"number":4732,"numberInSurah":57,"text":"«ما أريد منهم من رزق» لي ولأنفسهم وغيرهم «وما أريد أن يطعمون» ولا أنفسهم ولا غيرهم.","juz":27,"page":523,"hizbQuarter":209},{"number":4733,"numberInSurah":58,"text":"«إن الله هو الرزاق ذو القوة المتين» الشديد.","juz":27,"page":523,"hizbQuarter":209},{"number":4734,"numberInSurah":59,"text":"«فإن للذين ظلموا» أنفسهم بالكفر من أهل مكة وغيرهم «ذنوبا» نصيبا من العذاب «مثل ذنوب» نصيب «أصحابهم» الهالكين قبلهم «فلا يستعجلون» بالعذاب إن أخرتهم إلى يوم القيامة.","juz":27,"page":523,"hizbQuarter":209},{"number":4735,"numberInSurah":60,"text":"«فويل» شدة عذاب «للذين كفروا من» في «يومهم الذي يوعدون» أي يوم القيامة.","juz":27,"page":523,"hizbQuarter":209}]}