{"number":53,"name":"سُورَةُ النَّجۡمِ","englishName":"An-Najm","englishNameTranslation":"The Star","numberOfAyahs":62,"revelationType":"Meccan","ayahs":[{"number":4785,"numberInSurah":1,"text":"«والنَّجم» الثريا «إذا هوى» غاب.","juz":27,"page":526,"hizbQuarter":210},{"number":4786,"numberInSurah":2,"text":"«ما ضل صاحبكم» محمد عليه الصلاة والسلام عن طريق الهداية «وما غوى» ما لابس الغي وهو جهل من اعتقاد فاسد.","juz":27,"page":526,"hizbQuarter":210},{"number":4787,"numberInSurah":3,"text":"«وما ينطق» بما يأتيكم به «عن الهوى» هوى نفسه.","juz":27,"page":526,"hizbQuarter":210},{"number":4788,"numberInSurah":4,"text":"«إن» ما «هو إلا وحي يوحى» إليه.","juz":27,"page":526,"hizbQuarter":210},{"number":4789,"numberInSurah":5,"text":"«علمه» إياه ملك «شديد القوى».","juz":27,"page":526,"hizbQuarter":210},{"number":4790,"numberInSurah":6,"text":"«ذو مرة» قوة وشدة أو منظر حسن، أي جبريل عليه السلام «فاستوى» استقر.","juz":27,"page":526,"hizbQuarter":210},{"number":4791,"numberInSurah":7,"text":"«وهو بالأفق الأعلى» أفق الشمس، أي عند مطلعها على صورته التي خلق عليها فرآه النبي صلى الله عليه وسلم وكان بحراء قد سد الأفق إلى المغرب فخر مغشيا عليه وكان قد سأله أن يريه نفسه على صورته التي خلق عليها فواعده بحراء فنزل جبريل له في سورة الآدميين.","juz":27,"page":526,"hizbQuarter":210},{"number":4792,"numberInSurah":8,"text":"«ثم دنا» قرب منه «فتدلى» زاد في القرب.","juz":27,"page":526,"hizbQuarter":210},{"number":4793,"numberInSurah":9,"text":"«فكان» منه «قاب» قدر «قوسين أو أدنى» من ذلك حتى أفاق وسكن روعه.","juz":27,"page":526,"hizbQuarter":210},{"number":4794,"numberInSurah":10,"text":"«فأوحى» تعالى «إلى عبده» جبريل «ما أوحى» جبريل إلى النبي صلى الله عليه وسلم ولم يذكر الموحي تفخيما لشأنه.","juz":27,"page":526,"hizbQuarter":210},{"number":4795,"numberInSurah":11,"text":"«ما كذب» بالتخفيف والتشديد أنكر «الفؤاد» فؤاد النبي «ما رأى» ببصره من صورة جبريل.","juz":27,"page":526,"hizbQuarter":210},{"number":4796,"numberInSurah":12,"text":"«أفتمارونه» تجادلونه وتغلبونه «على ما يرى» خطاب للمشركين المنكرين رؤية النبي صلى الله عليه وسلم لجبريل.","juz":27,"page":526,"hizbQuarter":210},{"number":4797,"numberInSurah":13,"text":"«ولقد رآه» على صورته «نزلةً» مرة «أخرى».","juz":27,"page":526,"hizbQuarter":210},{"number":4798,"numberInSurah":14,"text":"«عند سدرة المنتهى» لما أسري به في السماوات، وهي شجرة نبق عن يمين العرش لا يتجاوزها أحد من الملائكة وغيرهم.","juz":27,"page":526,"hizbQuarter":210},{"number":4799,"numberInSurah":15,"text":"«عندها جنة المأوى» تأوي إليها الملائكة وأرواح الشهداء والمتقين.","juz":27,"page":526,"hizbQuarter":210},{"number":4800,"numberInSurah":16,"text":"«إذ» حين «يغشى السدرة ما يغشى» من طير وغيره، وإذ معمولة لرآه.","juz":27,"page":526,"hizbQuarter":210},{"number":4801,"numberInSurah":17,"text":"«ما زاغ البصر» من النبي صلى الله عليه وسلم «وما طغى» أي ما مال بصره عن مرئيه المقصود له ولا جاوزه تلك الليلة.","juz":27,"page":526,"hizbQuarter":210},{"number":4802,"numberInSurah":18,"text":"«لقد رأى» فيها «من آيات ربه الكبرى» العظام، أي بعضها فرأى من عجائب الملكوت رفرفا أخضر سد أفق السماء وجبريل له ستمائة جناح.","juz":27,"page":526,"hizbQuarter":210},{"number":4803,"numberInSurah":19,"text":"«أفرأيتم اللات والعزى».","juz":27,"page":526,"hizbQuarter":210},{"number":4804,"numberInSurah":20,"text":"«ومناة الثالثة» للتين قبلها «الأخرى» صفة ذم للثالثة وهي أصنام من حجارة كان المشركون يعبدونها ويزعمون أنها تشفع لهم عند الله، ومفعول أفرأيتم الأول اللات وما عطف عليه والثاني محذوف والمعنى أخبروني ألهذه الأصنام قدرة على شيء ما فتعبدونها دون الله القادر على ما تقدم ذكره، ولما زعموا أيضا أن الملائكة بنات الله مع كراهتهم البنات نزلت.","juz":27,"page":526,"hizbQuarter":210},{"number":4805,"numberInSurah":21,"text":"«ألكم الذكر وله الأنثى».","juz":27,"page":526,"hizbQuarter":210},{"number":4806,"numberInSurah":22,"text":"«تلك إذا قسمة ضيزى» جائزة من ضازه يضيزه إذا ظلمه وجار عليه.","juz":27,"page":526,"hizbQuarter":210},{"number":4807,"numberInSurah":23,"text":"«إن هي» أي ما المذكورات «إلا أسماء سميتموها» أي سميتم بها «أنتم وآباؤكم» أصناما تعبدونها «ما أنزل الله بها» أي بعبادتها «من سلطان» حجة وبرهان «إن» ما «يتبعون» في عبادتها «إلا الظن وما تهوى الأنفس» مما زين لهم الشيطان من أنها تشفع لهم عند الله تعالى «ولقد جاءهم من ربهم الهدى» على لسان النبي صلى الله عليه وسلم بالبرهان القاطع فلم يرجعوا عما هم عليه.","juz":27,"page":526,"hizbQuarter":210},{"number":4808,"numberInSurah":24,"text":"«أم للإنسان» أي لكل إنسان منهم «ما تمنى» من أن الأصنام تشفع لهم؟ ليس الأمر كذلك.","juz":27,"page":526,"hizbQuarter":210},{"number":4809,"numberInSurah":25,"text":"«فلله الآخرة والأولى» أي الدنيا فلا يقع فيهما إلا ما يريده تعالى.","juz":27,"page":526,"hizbQuarter":210},{"number":4810,"numberInSurah":26,"text":"(وكم من ملك) أي وكثير من الملائكة (في السماوات) وما أكرمهم عند الله (لا تغني شفاعتهم شيئا إلا من بعد أن يأذن الله) لهم فيها (لمن يشاء) من عباده (ويرضى) عنه لقوله \"\" ولا يشفعون إلا لمن ارتضى \"\" ومعلوم أنها لا توجد منهم إلا بعد الإذن فيها \"\" من ذا الذي يشفع عنده إلا بإذنه \".","juz":27,"page":526,"hizbQuarter":211},{"number":4811,"numberInSurah":27,"text":"«إن الذين لا يؤمنون بالآخرة ليسمون الملائكة تسمية الأنثى» حيث قالوا: هم بنات الله.","juz":27,"page":527,"hizbQuarter":211},{"number":4812,"numberInSurah":28,"text":"«وما لهم به» بهذا القول «من علم إن» ما «يتبعون» فيه «إلا الظن» الذي تخيلوه «وإن الظن لا يغني من الحق شيئا» أي عن العلم فيما المطلوب فيه العلم.","juz":27,"page":527,"hizbQuarter":211},{"number":4813,"numberInSurah":29,"text":"«فأعرض عن من تولى عن ذكرنا» أي القرآن «ولم يُرد إلا الحياة الدنيا» وهذا قبل الأمر بالجهاد.","juz":27,"page":527,"hizbQuarter":211},{"number":4814,"numberInSurah":30,"text":"«ذلك» أي طلب الدنيا «مبلغهم من العلم» أي نهاية علمهم أن آثروا الدنيا على الآخرة «إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى» عالم بهما فيجازيهما.","juz":27,"page":527,"hizbQuarter":211},{"number":4815,"numberInSurah":31,"text":"«ولله ما في السماوات وما في الأرض» هو مالك لذلك، ومنه الضال والمهتدي يُضل من يشاء ويهدي من يشاء «ليجزي الذين أساءوا بما عملوا» من الشرك وغيره «ويجزي الذين أحسنوا» بالتوحيد وغيره من الطاعات «بالحسنى» الجنة وبيَّن المحسنين بقوله.","juz":27,"page":527,"hizbQuarter":211},{"number":4816,"numberInSurah":32,"text":"«الذين يجتنبون كبائر الإثم والفواحش إلا الَّلمَمَ» هو صغار الذنوب كالنظرة والقبلة واللمسة فهو استثناء منقطع والمعنى لكن اللمم يغفر باجتناب الكبائر «إن ربك واسع المغفرة» بذلك وبقبول التوبة، ونزل فيمن كان يقول: صلاتنا صيامنا حجنا: «هو أعلم» أي عالم «بكم إذ أنشأكم من الأرض» أي خلق آباكم آدم من التراب «وإذ أنتم أجنة» جمع جنين «في بطون أمهاتكم فلا تزكوا أنفسكم» لا تمدحوها على سبيل الإعجاب أما على سبيل الاعتراف بالنعمة فحسن «هو أعلم» أي عالم «بمن اتقى».","juz":27,"page":527,"hizbQuarter":211},{"number":4817,"numberInSurah":33,"text":"«أفرأيت الذي تولى» عن الإيمان ارتد لما عير به وقال إني خشيت عقاب الله فضمن له المعير له أن يحمل عنه عذاب الله إن رجع إلى شركه وأعطاه من ماله كذا فرجع.","juz":27,"page":527,"hizbQuarter":211},{"number":4818,"numberInSurah":34,"text":"«وأعطى قليلا» من المال المسمى «وأكدى» منع الباقي مأخوذ من الكدية وهي أرض صلبة كالصخرة تمنع حافر البئر إذا وصل إليها من الحفر.","juz":27,"page":527,"hizbQuarter":211},{"number":4819,"numberInSurah":35,"text":"«أعنده علم الغيب فهو يرى» يعلم جملته أن غيره يتحمل عنه عذاب الآخرة؟ لا، وهو الوليد بن المغيرة أو غيره، وجملة أعنده المفعول الثاني لرأيت بمعنى أخبرني.","juz":27,"page":527,"hizbQuarter":211},{"number":4820,"numberInSurah":36,"text":"«أم» بل «لم ينبأ بما في صحف موسى» أسفار التوراة أو صحف قبلها.","juz":27,"page":527,"hizbQuarter":211},{"number":4821,"numberInSurah":37,"text":"(و) صحف (إبراهيم الذي وفى) تمم ما أمر به نحو \"\" وإذ ابتلى إبراهيم ربه بكلمات فأتمهن \"\" وبيان ما:","juz":27,"page":527,"hizbQuarter":211},{"number":4822,"numberInSurah":38,"text":"«أ» ن «لا تزر وازرة وزر أخرى» إلخ وأن مخففة من الثقيلة، أي لا تحمل نفس ذنب غيرها.","juz":27,"page":527,"hizbQuarter":211},{"number":4823,"numberInSurah":39,"text":"«وأن» بأنه «ليس للإنسان إلا ما سعى» من خير فليس له من سعي غيره الخير شيء.","juz":27,"page":527,"hizbQuarter":211},{"number":4824,"numberInSurah":40,"text":"«وأن سعيه سوف يُرى» يبصر في الآخرة.","juz":27,"page":527,"hizbQuarter":211},{"number":4825,"numberInSurah":41,"text":"«ثم يجزاه الجزاء الأوفى» الأكمل يقال: جزيته سعيه وبسعيه.","juz":27,"page":527,"hizbQuarter":211},{"number":4826,"numberInSurah":42,"text":"«وأن» بالفتح عطفا وقرئ بالكسر استئنافا وكذا ما بعدها فلا يكون مضمون الجمل في الصحف على الثاني «إلى ربك المنتهى» المرجع والمصير بعد الموت فيجازيهم.","juz":27,"page":527,"hizbQuarter":211},{"number":4827,"numberInSurah":43,"text":"«وأنه هو أضحك» من شاء أفرحه «وأبكى» من شاء أحزنه.","juz":27,"page":527,"hizbQuarter":211},{"number":4828,"numberInSurah":44,"text":"«وأنه هو أمات» في الدنيا «وأحيا» للبعث.","juz":27,"page":527,"hizbQuarter":211},{"number":4829,"numberInSurah":45,"text":"«وأنه خلق الزوجين» الصنفين «الذكر والأنثى».","juz":27,"page":528,"hizbQuarter":211},{"number":4830,"numberInSurah":46,"text":"«من نطفة» منيٍّ «إذا تُمنى» تصب في الرحم.","juz":27,"page":528,"hizbQuarter":211},{"number":4831,"numberInSurah":47,"text":"«وأن عليه النَّشآءَةَ» بالمد والقصر «الأخرى» الخلقة الأخرى للبعث بعد الخلقة الأولى.","juz":27,"page":528,"hizbQuarter":211},{"number":4832,"numberInSurah":48,"text":"«وأنه هو أغنى» الناس بالكفاية بالأموال «وأقنى» أعطى المال المتخذ قُنية.","juz":27,"page":528,"hizbQuarter":211},{"number":4833,"numberInSurah":49,"text":"«وأنه هو رب الشعرى» هي كوكب خلف الجوزاء كانت تعبد في الجاهلية.","juz":27,"page":528,"hizbQuarter":211},{"number":4834,"numberInSurah":50,"text":"«وأنه أهلك عادا الأولى» وفي قراءة بإدغام التنوين في اللام وضمها بلا همزة وهي قوم عاد والأخرى قوم صالح.","juz":27,"page":528,"hizbQuarter":211},{"number":4835,"numberInSurah":51,"text":"«وثمودا» بالصرف اسم للأب وبلا صرف للقبيلة وهو معطوف على عادا «فما أبقى» منهم أحدا.","juz":27,"page":528,"hizbQuarter":211},{"number":4836,"numberInSurah":52,"text":"(وقوم نوح من قبل) أي قبل عاد وثمود أهلكناهم (إنهم كانوا هم أظلم وأطغى) من عاد وثمود لطول لبث نوح فيهم \"\" فلبث فيهم ألف سنة إلا خمسين عاما \"\" وهم مع عدم إيمانهم به يؤذونه ويضربونه.","juz":27,"page":528,"hizbQuarter":211},{"number":4837,"numberInSurah":53,"text":"«والمؤتفكة» وهي قرى قوم لوط «أهوى» أسقطها بعد رفعها إلى السماء مقلوبة إلى الأرض بأمره جبريل بذلك.","juz":27,"page":528,"hizbQuarter":211},{"number":4838,"numberInSurah":54,"text":"«فغشاها» من الحجارة بعد ذلك «ما غشى» أبْهم تهويلا، وفي هود: (جعلنا عاليها سافلها وأمطرنا عليها حجارة من سجيل).","juz":27,"page":528,"hizbQuarter":211},{"number":4839,"numberInSurah":55,"text":"«فبأي آلاء ربك» أنعمه الدالة على وحدانيته وقدرته «تتمارى» تتشكك أيها الإنسان أو تكذب.","juz":27,"page":528,"hizbQuarter":211},{"number":4840,"numberInSurah":56,"text":"«هذا» محمد «نذير من النذر الأولى» من جنسهم، أي رسول كالرسل قبله أرسل إليكم كما أرسلوا إلى أقوامهم.","juz":27,"page":528,"hizbQuarter":211},{"number":4841,"numberInSurah":57,"text":"«أزفت الآزفة» قربت القيامة.","juz":27,"page":528,"hizbQuarter":211},{"number":4842,"numberInSurah":58,"text":"«ليس لها من دون الله» نفس «كاشفة» أي لا يكشفها ويظهرها إلا هو كقوله «لا يجليها لوقتها إلا هو».","juz":27,"page":528,"hizbQuarter":211},{"number":4843,"numberInSurah":59,"text":"«أفمن هذا الحديث» أي القرآن «تعجبون» تكذيبا.","juz":27,"page":528,"hizbQuarter":211},{"number":4844,"numberInSurah":60,"text":"«وتضحكون» استهزاءً «ولا تبكون» لسماع وعده ووعيده.","juz":27,"page":528,"hizbQuarter":211},{"number":4845,"numberInSurah":61,"text":"«وأنتم سامدون» لاهون غافلون عما يطلب منكم.","juz":27,"page":528,"hizbQuarter":211},{"number":4846,"numberInSurah":62,"text":"«فاسجدوا لله» الذي خلقكم «واعبدوا» ولا تسجدوا للأصنام ولا تعبدوها.","juz":27,"page":528,"hizbQuarter":211}]}