{"number":63,"name":"سُورَةُ المُنَافِقُونَ","englishName":"Al-Munaafiqoon","englishNameTranslation":"The Hypocrites","numberOfAyahs":11,"revelationType":"Medinan","ayahs":[{"number":5189,"numberInSurah":1,"text":"«إذا جاءك المنافقون قالوا» بألسنتهم على خلاف ما في قلوبهم «نشهد إنك لرسول الله والله يعلم إنك لرسوله والله يشهد» يعلم «إن المنافقين لكاذبون» فيما أضمروه مخالفا لما قالوه.","juz":28,"page":554,"hizbQuarter":221},{"number":5190,"numberInSurah":2,"text":"«اتخذوا أَيْمانهم جُنَّةً» سترة على أموالهم ودمائهم «فصدوا» بها «عن سبيل الله» أي عن الجهاد فيهم «إنهم ساء ما كانوا يعملون».","juz":28,"page":554,"hizbQuarter":221},{"number":5191,"numberInSurah":3,"text":"«ذلك» أي سوء عملهم «بأنهم آمنوا» باللسان «ثم كفروا» بالقلب، أي استمروا على كفرهم به «فطبع» ختم «على قلوبهم» بالكفر «فهم لا يفقهون» الإيمان.","juz":28,"page":554,"hizbQuarter":221},{"number":5192,"numberInSurah":4,"text":"«وإذا رأيتهم تعجبك أجسامهم» لجمالها «وإن يقولوا تسمع لقولهم» لفصاحته «كأنهم» من عظم أجسامهم في ترك التفهم «خُشْب» بسكون الشين وضمها «مسندة» ممالة إلى الجدار «يحسبون كل صيحة» تصاح كنداء في العسكر وإنشاد ضالة «عليهم» لما في قلوبهم من الرعب أن ينزل فيهم ما يبيح دماءهم «هم العدوُّ فاحذرهم» فإنهم يفشون سرك للكفار «قاتلهم الله» أهلكهم «أنَّى يؤفكون» كيف يصرفون عن الإيمان بعد قيام البرهان.","juz":28,"page":554,"hizbQuarter":222},{"number":5193,"numberInSurah":5,"text":"«وإذا قيل لهم تعالوا» معتذرين «يستغفر لكم رسول الله لوّوا» بالتشديد والتخفيف عطفوا «رؤوسهم ورأيتهم يصدون» يعرضون عن ذلك «وهم مستكبرون».","juz":28,"page":555,"hizbQuarter":222},{"number":5194,"numberInSurah":6,"text":"«سواء عليهم أستغفرت لهم» استغني بهمزة الاستفهام عن همزة الوصل «أم لم تستغفر لهم لن يغفر الله لهم إن الله لا يهدي القوم الفاسقين».","juz":28,"page":555,"hizbQuarter":222},{"number":5195,"numberInSurah":7,"text":"«هم الذين يقولون» لأصحابهم من الأنصار «لا تنفقوا على من عند رسول الله» من المهاجرين «حتى ينفضُّوا» يتفرقوا عنه «ولله خزائن السماوات والأرض» بالرزق فهو الرازق للمهاجرين وغيرهم «ولكن المنافقين لا يفقهون».","juz":28,"page":555,"hizbQuarter":222},{"number":5196,"numberInSurah":8,"text":"«يقولون لئن رجعنا» أي من غزوة بني المصطلق «إلى المدينة ليخرجن الأعز» عنوا به أنفسهم «منها الأذل» عنوا به المؤمنين «ولله العزة» الغلبة «ولرسوله وللمؤمنين ولكن المنافقين لا يعلمون» ذلك.","juz":28,"page":555,"hizbQuarter":222},{"number":5197,"numberInSurah":9,"text":"«يا أيها الذين آمنوا لا تلهكم» تشغلكم «أموالكم ولا أولادكم عن ذكر الله» الصلوات الخمس «ومن يفعل ذلك فأولئك هم الخاسرون».","juz":28,"page":555,"hizbQuarter":222},{"number":5198,"numberInSurah":10,"text":"«وأنفقوا» في الزكاة «مما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا» بمعنى هلا، أو لا زائدة ولو للتمني «أخرتني إلى أجل قريب فأصَّدَّق» بإدغام التاء في الأصل في الصاد أتصدق بالزكاة «وأكن من الصالحين» بأن أحج، قال ابن عباس رضي الله عنهما: ما قصر أحد في الزكاة والحج إلا سأل الرجعة عند الموت.","juz":28,"page":555,"hizbQuarter":222},{"number":5199,"numberInSurah":11,"text":"«ولن يؤخر الله نفسا إذا جاء أجلها والله خبير بما تعملون» بالتاء والياء.","juz":28,"page":555,"hizbQuarter":222}]}