{"number":64,"name":"سُورَةُ التَّغَابُنِ","englishName":"At-Taghaabun","englishNameTranslation":"Mutual Disillusion","numberOfAyahs":18,"revelationType":"Medinan","ayahs":[{"number":5200,"numberInSurah":1,"text":"Whatever is in the heavens and whatever is on the earth is exalting Allah. To Him belongs dominion, and to Him belongs [all] praise, and He is over all things competent.","juz":28,"page":556,"hizbQuarter":222},{"number":5201,"numberInSurah":2,"text":"It is He who created you, and among you is the disbeliever, and among you is the believer. And Allah, of what you do, is Seeing.","juz":28,"page":556,"hizbQuarter":222},{"number":5202,"numberInSurah":3,"text":"He created the heavens and earth in truth and formed you and perfected your forms; and to Him is the [final] destination.","juz":28,"page":556,"hizbQuarter":222},{"number":5203,"numberInSurah":4,"text":"He knows what is within the heavens and earth and knows what you conceal and what you declare. And Allah is Knowing of that within the breasts.","juz":28,"page":556,"hizbQuarter":222},{"number":5204,"numberInSurah":5,"text":"Has there not come to you the news of those who disbelieved before? So they tasted the bad consequence of their affair, and they will have a painful punishment.","juz":28,"page":556,"hizbQuarter":222},{"number":5205,"numberInSurah":6,"text":"That is because their messengers used to come to them with clear evidences, but they said, \"Shall human beings guide us?\" and disbelieved and turned away. And Allah dispensed [with them]; and Allah is Free of need and Praiseworthy.","juz":28,"page":556,"hizbQuarter":222},{"number":5206,"numberInSurah":7,"text":"Those who disbelieve have claimed that they will never be resurrected. Say, \"Yes, by my Lord, you will surely be resurrected; then you will surely be informed of what you did. And that, for Allah, is easy.\"","juz":28,"page":556,"hizbQuarter":222},{"number":5207,"numberInSurah":8,"text":"So believe in Allah and His Messenger and the Qur'an which We have sent down. And Allah is Acquainted with what you do.","juz":28,"page":556,"hizbQuarter":222},{"number":5208,"numberInSurah":9,"text":"The Day He will assemble you for the Day of Assembly - that is the Day of Deprivation. And whoever believes in Allah and does righteousness - He will remove from him his misdeeds and admit him to gardens beneath which rivers flow, wherein they will abide forever. That is the great attainment.","juz":28,"page":556,"hizbQuarter":222},{"number":5209,"numberInSurah":10,"text":"But the ones who disbelieved and denied Our verses - those are the companions of the Fire, abiding eternally therein; and wretched is the destination.","juz":28,"page":557,"hizbQuarter":222},{"number":5210,"numberInSurah":11,"text":"No disaster strikes except by permission of Allah. And whoever believes in Allah - He will guide his heart. And Allah is Knowing of all things.","juz":28,"page":557,"hizbQuarter":222},{"number":5211,"numberInSurah":12,"text":"And obey Allah and obey the Messenger; but if you turn away - then upon Our Messenger is only [the duty of] clear notification.","juz":28,"page":557,"hizbQuarter":222},{"number":5212,"numberInSurah":13,"text":"Allah - there is no deity except Him. And upon Allah let the believers rely.","juz":28,"page":557,"hizbQuarter":222},{"number":5213,"numberInSurah":14,"text":"O you who have believed, indeed, among your wives and your children are enemies to you, so beware of them. But if you pardon and overlook and forgive - then indeed, Allah is Forgiving and Merciful.","juz":28,"page":557,"hizbQuarter":222},{"number":5214,"numberInSurah":15,"text":"Your wealth and your children are but a trial, and Allah has with Him a great reward.","juz":28,"page":557,"hizbQuarter":222},{"number":5215,"numberInSurah":16,"text":"So fear Allah as much as you are able and listen and obey and spend [in the way of Allah]; it is better for your selves. And whoever is protected from the stinginess of his soul - it is those who will be the successful.","juz":28,"page":557,"hizbQuarter":222},{"number":5216,"numberInSurah":17,"text":"If you loan Allah a goodly loan, He will multiply it for you and forgive you. And Allah is Most Appreciative and Forbearing.","juz":28,"page":557,"hizbQuarter":222},{"number":5217,"numberInSurah":18,"text":"Knower of the unseen and the witnessed, the Exalted in Might, the Wise.","juz":28,"page":557,"hizbQuarter":222}]}